Revit 2027 API
ParameterTypeId.RbsCalculatedSize Property
 "Size"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsCalculatedSize { get; }
Public Shared ReadOnly Property RbsCalculatedSize As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsCalculatedSize {
	ForgeTypeId^ get ();
}
static member RbsCalculatedSize : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace